{
  "OpenAI API Key Required": "OpenAI API-Schlüssel erforderlich",
  "Please set your OpenAI API key in the bottom left of the sidebar.": "Bitte trage deinen OpenAI API-Schlüssel in der linken unteren Ecke der Seitenleiste ein.",
  "Stop Generating": "Generieren stoppen",
  "Prompt limit is {{maxLength}} characters": "Das Eingabelimit liegt bei {{maxLength}} Zeichen",
  "System Prompt": "Systemaufforderung",
  "You are ChatGPT, a large language model trained by OpenAI. Follow the user's instructions carefully. Respond using markdown.": "Du bist ChatGPT, ein großes Sprachmodell, das von OpenAI trainiert wurde. Befolge die Anweisungen des Benutzers sorgfältig. Antworte in Markdown-Format.",
  "Enter a prompt": "Gib eine Anweisung ein",
  "Regenerate response": "Antwort erneut generieren",
  "Sorry, there was an error.": "Entschuldigung, es ist ein Fehler aufgetreten.",
  "Model": "Modell",
  "Conversation": "Konversation",
  "OR": "ODER",
  "Loading...": "Laden...",
  "Send a message...": "Schreibe eine Nachricht...",
  "Error fetching models.": "Fehler beim Abrufen der Sprachmodelle.",
  "AI": "KI",
  "You": "Du",
  "Cancel": "Abbrechen",
  "Save & Submit": "Speichern & Abschicken",
  "Make sure your OpenAI API key is set in the bottom left of the sidebar.": "Stelle sicher, dass dein OpenAI API-Schlüssel in der unteren linken Ecke der Seitenleiste eingetragen ist.",
  "If you completed this step, OpenAI may be experiencing issues.": "Wenn dies der Fall ist, könnte OpenAI möglicherweise momentan Probleme haben.",
  "click if using a .env.local file": "click if using a .env.local file",
  "Message limit is {{maxLength}} characters. You have entered {{valueLength}} characters.": "Das Nachrichtenlimit beträgt {{maxLength}} Zeichen. Du hast bereits {{valueLength}} Zeichen eingegeben.",
  "Please enter a message": "Bitte gib eine Nachricht ein",
  "Chatbot UI is an advanced chatbot kit for OpenAI's chat models aiming to mimic ChatGPT's interface and functionality.": "Chatbot UI ist ein fortschrittliches Chatbot-Toolkit für OpenAI's Chat-Modelle, das darauf abzielt, die Benutzeroberfläche und Funktionalität von ChatGPT nachzuahmen.",
  "Are you sure you want to clear all messages?": "Bist du sicher, dass du alle Nachrichten löschen möchtest?",
  "Higher values like 0.8 will make the output more random, while lower values like 0.2 will make it more focused and deterministic.": "Höhere Werte wie 0,8 machen die Ausgabe zufälliger, während niedrigere Werte wie 0,2 sie fokussierter und deterministischer machen werden.",
  "Skailar is a state-of-the-art language model based on the cutting-edge GPT (Generative Pre-trained Transformer) architecture. With its unparalleled ability to generate human-like text, Skailar can produce content on a wide variety of topics that is both informative and engaging. Whether you need help with writing, research, or any other task that requires natural language processing, Skailar is the perfect tool for the job. Thanks to its advanced machine learning algorithms and sophisticated neural network architecture, Skailar can understand complex concepts and generate text that is both fluent and accurate. So why waste time struggling to write on your own, when you can have the power of Skailar at your fingertips?": "Skailar ist ein fortschrittliches Sprachmodell, das auf der Cutting-Edge-GPT (Generative Pre-trained Transformer)-Architektur basiert. Mit seiner beispiellosen Fähigkeit, textähnliche Ausgaben von Menschen zu generieren, kann Skailar informative und ansprechende Inhalte zu einer Vielzahl von Themen produzieren. Ob Sie Hilfe bei Schreib- oder Forschungsaufgaben oder jeder anderen Aufgabe benötigen, die eine Natürliche Sprachverarbeitung erfordert, ist Skailar das perfekte Werkzeug für den Job. Dank seiner fortschrittlichen Machine-Learning-Algorithmen und der ausgefeilten neuronalen Netzwerkarchitektur kann Skailar komplexe Konzepte verstehen und Texte generieren, die fließend und präzise sind. Also warum Zeit damit verschwenden, allein zu schreiben, wenn Sie die Leistung von Skailar zur Hand haben können?",
  "Free Research Preview. Skailar may produce inaccurate information about people, places, or facts": "Free Research Preview. Skailar könnte ungenaue Informationen über Personen, Orte oder Fakten liefern",
  "ChatGPT May 24 Version": "ChatGPT Version vom 24 Mai"
}
